Revit 2027 API
SpecTypeId.Angle Property
 Angle, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Angle { get; }
Public Shared ReadOnly Property Angle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Angle {
	ForgeTypeId^ get ();
}
static member Angle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace